Repository: aabakumov-kts/binologi-web-app-test
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: password
ru: пароль

source: same as company
ru: такой же как у компании

source: company
ru: компания

source: role
ru: роль

source: timezone
ru: часовой пояс

source: comment
ru: комментарий

source: Login
ru: Логин

source: Choice a company.
ru: Выберите компанию.

source: Too many users of role per company, limit is %(value)s
ru: Слишком много пользователей этой роли в компании, максимальное количество - %(value)s

source: username prefix
ru: Префикс логинов пользователей

source: city_upper
ru: Город

source: serial number
ru: серийный номер

source: phone number
ru: телефон

source: container type
ru: вид контейнера

source: is master
ru: ведущий?

source: country
ru: страна

source: city
ru: город

source: address
ru: адрес

source: sector
ru: сектор

source: waste type
ru: тип мусора

source: location
ru: местоположение

source: fullness
ru: заполненность

source: in percents (%)
ru: в процентах (%)

source: battery charge
ru: заряд батареи

source: temperature
ru: температура

source: in celsius (C)
ru: в градусах Цельсия (С)

source: pressure
ru: давление

source: in milimeters (mm)
ru: в милиметрах (мм)

source: humidity
ru: влажность

source: air_quality
ru: качество воздуха

source: create time
ru: создано

source: update time
ru: обновлено

source: title
ru: название

source: container
ru: контейнер

source: error type
ru: тип ошибки

source: error create time
ru: создано

source: new
ru: новый

source: started
ru: начат

source: moving home
ru: движение на базу

source: completed
ru: завершен

source: aborted by operator
ru: отменено оператором

source: aborted by driver
ru: отменено водителем

source: user
ru: пользователь

source: route
ru: маршрут

source: created at
ru: создано

source: unknown
ru: неизвестно

source: not collected
ru: не собрана

source: collected
ru: собрана

source: collection issue
ru: проблема при сборе

source: sensor
ru: датчик

source: driver
ru: водитель

source: period begin
ru: начало периода

source: period end
ru: конец периода

source: reason
ru: причина

source: Begin of the period should be earlier than its end.
ru: Начало периода должно быть раньше конца.

source: username
ru: логин

source: Route #%(route_id)s
ru: Маршрут #%(route_id)s

source: Point %(point_serial)s of route #%(route_id)s
ru: Точка %(point_serial)s маршрута #%(route_id)s

source: Route is aborted by driver
ru: Маршрут отменен водителем

source: Route is completed
ru: Маршрут завершен

source: Driver commented about point collection issue: %(comment)s
ru: Водитель сообщил о проблеме при сборе точки: %(comment)s

source: action
ru: действие

source: edit
ru: ред.

source: delete
ru: удалить

source: no_records_message
ru: Нет записей

source: total_records_template
ru: Всего _TOTAL_

source: minimal SIM balance
ru: минимальный баланс SIM

source: detail
ru: подробнее

source: pressure_header
ru: давление, мм рт. ст.

source: elapsed
ru: прошло

source: traffic
ru: трафик

source: balance
ru: баланс

source: humidity_header
ru: влажность, %

source: route_no
ru: Номер маршрута

source: route created
ru: создан

source: points count
ru: количество точек

source: status
ru: статус

source: abort
ru: отменить

source: volume
ru: объем

source: yes
ru: да

source: no
ru: нет

source: available?
ru: свободен?

source: %(count)d day
ru: %(count)d день

source: %(count)d hour
ru: %(count)d час

source: %(count)d minute
ru: %(count)d минута

source: %(count)d second
ru: %(count)d секунда

source: New user "%(username)s" created successfully
ru: Новый пользователь "%(username)s" создан успешно

source: User "%(username)s" updated successfully
ru: Пользователь "%(username)s" успешно изменен

source: User "%(username)s" deleted successfully
ru: Пользователь "%(username)s" успешно удален

source: New company "%(company_name)s" created successfully
ru: Новая компания "%(company_name)s" создана успешно

source: Company "%(company_name)s" updated successfully
ru: Компания "%(company_name)s" успешно изменена

source: Company "%(company_name)s" deleted successfully
ru: Компания "%(company_name)s" успешно удалена

source: New container "%(serial)s" created successfully
ru: Новая урна "%(serial)s" создана успешно

source: Container "%(serial)s" updated successfully
ru: Урна "%(serial)s" успешно изменена

source: Container "%(serial)s" deleted successfully
ru: Урна "%(serial)s" успешно удалена

source: satellite bin
ru: урна-спутник

source: bin
ru: урна

source: master bin
ru: мастер-урна

source: There were no collections during last 30 days.
ru: За последние 30 дней сборов не было.

source: There was %(count)d collection during last 30 days.
ru: За последние 30 дней был %(count)d сбор.

source: Last collection was on %(date)s.
ru: Последний сбор был %(date)s.

source: There were no trash receiver openings during last 7 days.
ru: За последние 7 дней открытий мусороприемника не было.

source: There was %(count)d trash receiver opening during last 7 days.
ru: За последние 7 дней было %(count)d открытие мусороприемника.

source: New sector "%(sector_name)s" created successfully
ru: Новый сектор "%(sector_name)s" создан успешно

source: Sector "%(sector_name)s" updated successfully
ru: Сектор "%(sector_name)s" успешно изменен

source: Sector "%(sector_name)s" deleted successfully
ru: Сектор "%(sector_name)s" успешно удален

source: New city "%(city_title)s" created successfully
ru: Новый город "%(city_title)s" создан успешно

source: City "%(city_title)s" updated successfully
ru: Город "%(city_title)s" успешно изменен

source: City "%(city_title)s" deleted successfully
ru: Город "%(city_title)s" успешно удален

source: Route #%(route_id)s aborted successfully
ru: Маршрут #%(route_id)s успешно отменен

source: Existing route #%(route_id)s resent successfully
ru: Существующий маршрут #%(route_id)s успешно отправлен повторно

source: New unavailability period created successfully
ru: Новый период недоступности создан успешно

source: Unavailability period updated successfully
ru: Период недоступности успешно изменен

source: Unavailability period deleted successfully
ru: Период недоступности успешно удален

source: companies
ru: компании

source: New support request from user #%(user_id)s
ru: Новый запрос в поддержку от пользователя #%(user_id)s

source: If specified you will receive email notifications at this box.
ru: Если указан вы будете получать email-уведомления на этот ящик.

source: cities
ru: города

source: administrator
ru: администратор

source: operator
ru: оператор

source: waste code
ru: код отходов

source: waste types
ru: типы мусора

source: %d yr
ru: %d г.

source: %d mo
ru: %d мес.

source: %d w
ru: %d нед.

source: %d d
ru: %d дн.

source: %d hr
ru: %d ч.

source: %d min
ru: %d мин.

source: Default
ru: По умолчанию

source: priority
ru: приоритет

source: notification type
ru: тип

source: source
ru: источник

source: view
ru: просмотр

source: email-notification-ses-template-name
ru: notifications-template-ru

source: save
ru: сохранить

source: back
ru: назад

source: change timezone
ru: изменить часовой пояс

source: company timezone
ru: часовой пояс компании

source: fullness forecast
ru: прогноз заполненности

source: Latest fullness measurements
ru: Последние измерения заполненности

source: Fullness measurements forecast
ru: Прогноз измерений заполненности

source: Start date of optimal pick up (90&#37;+ fullness) window:
ru: Дата начала окна оптимального сбора (заполненность 90&#37;+):

source: Start date of near optimal pick up (75&#37;+ fullness) window:
ru: Дата начала окна близкого к оптимальному сбора (заполненность 75&#37;+):

source: no_data_to_display
ru: Нет данных для отображения

source: failed_to_load_data
ru: Не удалось загрузить данные

source: fetching_data
ru: Загружаем данные, пожалуйста, подождите…

source: notifications
ru: уведомления

source: notifications settings
ru: настройки уведомлений

source: mark all as read
ru: отметить все прочитанными

source: Push notifications
ru: Push-уведомления

source: You'll get push notifications via browser on your device.
ru: Вы будете получать push-уведомления через браузер на вашем устройстве.

source: route_added_modal_title
ru: новый маршрут успешно создан!

source: route_added_modal_description
ru: назначенные водители получат уведомление о маршруте.

source: Forecast for this SmartCity Bin can't created at the moment
ru: Прогноз для этой урны SmartCity в настоящее время не может быть создан

source: High
ru: Высокий

source: Medium
ru: Средний

source: Low
ru: Низкий

source: Notifications settings saved successfully
ru: Настройки уведомлений сохранены успешно

source: latitude
ru: Широта

source: longitude
ru: Долгота

source: start to type city then select it from the dropdown if present
ru: начните вводить город и затем выберите его из списка если есть

source: Feedback survey form url with "%(company_name)s" param
ru: # - %(company_name)s

source: company_name
ru: Название компании

source: contact_email
ru: Контактный email

source: license_key
ru: Лицензионный ключ

source: count containers
ru: количество контейнеров

source: track_full
ru: полный пробег, м

source: superadmin_account_info
ru: Вы используете учетную запись <strong>суперадмина</strong>

source: account_plan_header
ru: Тарифный план: <strong>Базовый</strong>

source: account_license_started
ru: Начало действия лицензии

source: account_license_ends
ru: Окончание действия лицензии

source: sensors_account_license_usage_balance
ru: Остаток баланса использования

source: subscription is expired or otherwise invalid
ru: подпискла истекла или недействительна по другой причине

source: extend the license
ru: продлить лицензию

source: trashbins_account_plan_description
ru: <p>Доступные возможности:</p><ul><li>Отображение урн на карте</li><li>Отчет 'Заполненность'</li><li>Отчет 'Заряд'</li><li>Отчет 'Ошибки'</li><li>Отчет 'Баланс SIM'</li><li>Отчет 'Сбор контейнеров'</li><li>Отчет 'Пробег'</li><li>Отчет 'Температура'</li><li>Отчет 'Давление'</li><li>Отчет 'Влажность'</li><li>Отчет 'Качество воздуха'</li><li>Планирование маршрутов вывоза мусора</li></ul>

source: sensors_account_plan_description
ru: <p>Доступные возможности:</p><ul><li>Отображение датчиков на карте</li><li>Отчет 'Заполненность'</li><li>Отчет 'Сбор контейнеров'</li><li>Отчет 'Заряд'</li><li>Отчет 'Ошибки'</li><li>Отчет 'Пробег'</li><li>Отчет 'Температура'</li><li>Планирование маршрутов вывоза мусора</li></ul>

source: Last week collection efficiency %(current_week_effectiveness)s%%
ru: Эффективность сбора за последнюю неделю %(current_week_effectiveness)s%%

source: %(effectiveness_diff)s%% in comparison to previous week
ru: %(effectiveness_diff)s%% по сравнению с предыдущей неделей

source: There were no collections last week
ru: За последнюю неделю не было сборов

source: One bin (%(filled_bins_percent)s%%) has fill-level more than 80%%
ru: У %(bins_count)s урны (%(filled_bins_percent)s%%) уровень заполненности больше 80%%

source: One bin (%(bins_without_collection_percent)s%%) without collection in last 4 weeks
ru: У %(bins_count)s урны (%(bins_without_collection_percent)s%%) не было сборов последние 4 недели

source: One bin (%(bins_with_errors_percent)s%%) work with issues
ru: %(bins_count)s урна (%(bins_with_errors_percent)s%%) имеют затруднения в работе

source: SignIn
ru: Войти

source: bad login
ru: Неправильный логин или пароль

source: demo_request_form_url
ru: https://forms.yandex.ru/u/5e5fa523a5e4b2062b28c63c/

source: request demo access
ru: запросить демо-доступ

source: cookie_notification_text
ru: Мы используем cookies, чтобы обеспечить максимальное удобство посетителей и лучшую работу системы.

source: cookie_notification_link
ru: Узнать подробнее

source: ok
ru: Ясно

source: We're sorry but your software license is invalid
ru: К сожалению ваша лицензия на ПО недействительна

source: It's mostly likely that your license is expired but it could be some other issue too.
ru: Вероятнее всего ваша лицензия истекла, но она может быть недействительна и по другой причине.

source: Click here
ru: Нажмите здесь

source: to view your account & license info which is also available by clicking user info panel in the upper right corner of the page.
ru: чтобы увидеть информацию о вашей учетной записи и лицензии. Эта информация так же доступна по нажатию на панель с информацией о пользователе в верхнем правом углу страницы.

source: If your license is expired then contact your Binology representative to renew it.
ru: Если ваша лицензия истекла, то свяжитесь с вашим представителем Binology для её обновления.

source: If you think it's a mistake please contact our customer support service.
ru: Если вы считаете, что это ошибка, то пожалуйста обратитесь в нашу службу поддержки клиентов.

source: clear filters
ru: очистить фильтры

source: drag marker here to include in route
ru: перетащите маркер сюда чтобы включить в маршрут

source: maximum containers count already selected
ru: максимальное количество контейнеров уже выбрано

source: itinerary list
ru: маршрутный лист

source: remove
ru: удалить

source: remove all
ru: удалить все

source: Click to open efficiency monitor
ru: Нажмите чтобы открыть монитор эффективности

source: Register a Company
ru: Регистрация организации

source: register
ru: регистрация

source: report
ru: отчет

source: track
ru: пробег

source: clear
ru: очистить

source: map
ru: карта

source: reports
ru: отчеты

source: collection
ru: сбор контейнеров

source: battery_level
ru: заряд

source: errors
ru: ошибки

source: routes
ru: маршруты

source: journal
ru: журнал

source: manage drivers
ru: управление водителями

source: settings
ru: настройки

source: sensors
ru: датчики

source: sectors
ru: секторы

source: users
ru: пользователи

source: sim balance
ru: баланс SIM

source: containers
ru: контейнеры

source: No such license key. Please double check the input or contact our support service.
ru: Лицензионный ключ не найден. Убедитесь в корректности ввода или обратитесь в нашу службу поддержки клиентов.

source: License key was already used. Please double check the input or contact our support service.
ru: Лицензионный ключ уже был использован. Убедитесь в корректности ввода или обратитесь в нашу службу поддержки клиентов.

source: This company name is already taken. Please try another or contact our support service.
ru: Название организации уже используется. Попробуйте другое или обратитесь в нашу службу поддержки клиентов.

source: register-company-ses-template-name
ru: register-company-template-ru

source: SIM/eSIM number / ICCID
ru: Номер SIM/eSIM / ICCID

source: Connection schedule start
ru: Начало работы

source: 0-24 hours with 0 as default
ru: 0-24 час суток, по умолчанию 0

source: Connection schedule stop
ru: Окончание работы

source: 0-24 hours with 24 as default
ru: 0-24 час суток, по умолчанию 24

source: Connection interval
ru: Частота выхода на связь

source: 5-1440 minutes with 30 as default
ru: 5-1440 минут, по умолчанию 30

source: Require GPS position in every connection
ru: GPS в каждом сеансе связи

source: Minimal temperature for fire alarm
ru: Температура срабатывания датчика пожара

source: 50-80 °C with 70 as default
ru: 50-80 °C, по умолчанию 70

source: Accelerometer sensitivity
ru: Чувствительность акселерометра

source: 20-125 with 50 as default
ru: 20-125, по умолчанию 50

source: Enable close range measurement mode
ru: Измерения в ближнем диапазоне включены

source: Enable mid range measurement mode
ru: Измерения в среднем диапазоне включены

source: Enable far range measurement mode
ru: Измерения в дальнем диапазоне включены

source: Delay of accelerometer response
ru: Задержка перед измерением после срабатывания акселерометра

source: 0-300 seconds 0 as default
ru: 0-300 секунд, по умолчанию 0

source: disabled
ru: отключен

source: code error
ru: код ошибки

source: error types
ru: типы ошибок

source: error
ru: ошибка

source: Sensor %(serial_number)s
ru: Датчик %(serial_number)s

source: Sensor fullness is %(fullness)s percent
ru: Заполненность по датчику в процентах %(fullness)s

source: Sensor battery level is %(battery)s percent
ru: Заряд батареи датчика в процентах %(battery)s

source: Fire and/or high temperature detected
ru: Обнаружены пожар и/или высокая температура

source: control
ru: управление

source: fullness_header
ru: заполненность, %

source: battery_level_header
ru: заряд, %

source: temperature_header
ru: температура, °C

source: count
ru: количество

source: weight
ru: вес, кг

source: Request for %(request_type)s succeeded at %(job_timestamp)s
ru: Запрос типа "%(request_type)s" был успешно выполнен %(job_timestamp)s

source: Request for %(request_type)s failed at %(job_timestamp)s
ru: Запрос типа "%(request_type)s" завершился неудачей %(job_timestamp)s

source: We can't find any completed %(request_type)s requests
ru: Мы не можем найти выполненных запросов типа "%(request_type)s"

source: Request %(request_type)s
ru: Выполнить запрос типа "%(request_type)s"

source: sensor control
ru: управление датчиком

source: GPS position
ru: GPS положение

source: calibration
ru: калибровка

source: orientation
ru: ориентация

source: Changing these settings may decrease the device battery lifespan!
ru: Изменение этих настроек может сократить срок автономной работы устройства!

source: send settings request
ru: Отправить запрос настройки

source: Are you sure?
ru: Вы уверены?

source: back to list
ru: назад к списку

source: sensor form
ru: форма датчика

source: information
ru: информация

source: client
ru: клиент

source: unspecified
ru: не указано

source: low battery level
ru: низкий уровень заряда

source: currently on route to be collected
ru: ожидает сбора на маршруте

source: battery
ru: батарея

source: Click on sensor icons above to get to corresponding reports
ru: Нажмите на иконки датчиков выше чтобы перейти в соответствующие отчеты

source: other reports
ru: другие отчеты

source: sensor registration
ru: регистрация датчика

source: You are about to register the sensor with the following serial number:
ru: Вы собираетесь зарегистрировать датчик со следующим серийным номером:

source: To proceed please log in into system using credentials received from your administrator:
ru: Для продолжения пожалуйста войдите в систему с помощью учетных данных, которые вам предоставил ваш администратор:

source: Log In
ru: Войти

source: If your company is not yet registered in the system please register first:
ru: Если ваша компания еще не зарегистрирована в системе, то сначала зарегистрируйте её:

source: Register
ru: Зарегистрировать

source: Against the following company:
ru: На следующую компанию:

source: This sensor is already registered against this company
ru: Этот датчик уже зарегистрирован на эту компанию

source: To register another sensor open URL from the QR code on it using this very device.
ru: Чтобы зарегистрировать еще один датчик перейдите по ссылке из QR-кода на нем, используя это же самое устройство.

source: Or view the map
ru: Или перейдите к карте

source: There is no sensor with such serial number or it was already registered.
ru: Датчик с таким серийным номером не найден или уже зарегистрирован.

source: Attention! This operation can be done once per sensor! Do you want to proceed?
ru: Внимание! Эта операция может быть произведена для каждого датчика только один раз! Вы уверены, что хотите продолжить?

source: Please provide additional info about container sensor is installed in.
ru: Пожалуйста предоставьте информацию о контейнере, в который устанавливается датчик.

source: If you don't see a suitable container type please contact our
ru: Если вы не нашли подходящего типа контейнера пожалуйста свяжитесь с

source: customer support service.
ru: службой поддержки клиентов.

source: To learn more about waste type check out corresponding article in
ru: Чтобы узнать больше о типах мусора ознакомьтесь с соответствующей статьей в

source: helpdesk_article_url_waste_types
ru: https://binology.freshdesk.com/support/solutions/articles/47000732005

source: our knowledge bage.
ru: нашей базе знаний.

source: mount type
ru: тип крепления

source: loading
ru: идет загрузка...

source: Failed to register sensor.
ru: Не удалось зарегистрировать датчик.

source: please try again or contact our customer support service.
ru: Попробуйте снова или обратитесь в нашу службу поддержки клиентов.

source: Congratulations!
ru: Поздравляем!

source: You successfully registered sensor with the following serial number:
ru: Вы успешно зарегистрировали датчик со следующим серийным номером:

source: see on map
ru: посмотреть на карте

source: table
ru: таблица

source: graph
ru: график

source: exclude zero data
ru: исключить недостоверные измерения

source: exclude effects of moisture on measurements
ru: исключить влияние конденсата на измерения

source: selected
ru: выбрано

source: edit sensors list
ru: Отредактируйте список датчиков

source: apply filtering by visible map area
ru: применить фильтрацию по видимой области карты

source: apply filtering by sectors
ru: применить фильтрацию по секторам

source: options
ru: опции

source: add
ru: добавить

source: next
ru: далее

source: Sensor "%(serial)s" updated successfully
ru: Датчик "%(serial)s" успешно изменен

source: At the side
ru: Сбоку

source: On the cap
ru: На крышке

source: The latest value of this setting is "%(field_value)s" received at %(timestamp)s
ru: Последнее значение этой настройки "%(field_value)s", получено %(timestamp)s

source: We don't know the latest value of this setting
ru: Нам неизвестно последнее значение этой настройки

source: Successfully sent a settings request
ru: Запрос настройки успешно отправлен

source: There's an in-flight %(request_type)s request already
ru: Запрос типа "%(request_type)s" уже отправлен

source: Successfully created a %(request_type)s request
ru: Запрос типа "%(request_type)s" успешно отправлен

source: Bin %(serial_number)s
ru: Урна %(serial_number)s

source: Bin fullness is %(fullness)s percent
ru: Заполненность урны в процентах %(fullness)s

source: Bin battery level is %(battery)s percent
ru: Уровень заряда батареи урны в процентах %(battery)s

source: Fire, smoke and/or high temperature detected
ru: Обнаружены пожар, дым и/или высокая температура

source: Possible vandalism detected
ru: Обнаружены возможные вандальные действия

source: Trash receiver is blocked
ru: Мусороприемник заблокирован

source: One or more doors are open
ru: Одна или больше дверей открыты

source: volume_before_pressed
ru: объём до прессования, л

source: volume_after_pressed
ru: объём после прессования, л

source: edit containers list
ru: Отредактируйте список контейнеров

source: apply filtering by itinerary list
ru: применить фильтрацию по маршрутному листу

source: SmartCity Bin has fullness over 90 percent already, there's nothing to forecast at the moment
ru: Текущая заполненность урны SmartCity больше 90 процентов, нечего прогнозировать в настоящий момент

source: There's not enough collections of this SmartCity Bin yet, can't forecast at the moment
ru: Недостаточно сборов это урны SmartCity, нет возможности построить прогноз в настоящий момент

source: There's was no fullness measurements of this SmartCity Bin after the last collection, can't forecast at the moment
ru: Еще не было измерений заполненности этой урны SmartCity после её последнего сбора, нет возможности построить прогноз в настоящий момент

source: There's was not enough fullness measurements between latest collections of this SmartCity Bin, can't forecast at the moment
ru: Недостаточно измерений заполненности между последними сборами этой урны SmartCity, нет возможности построить прогноз в настоящий момент

source: close
ru: закрыть

source: binology_com_url
ru: https://www.binology.ru/

source: help and support center
ru: Центр справки и поддержки
