Repository: aabakumov-kts/binologi-web-app-test
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: view routes journal
ru: перейти в журнал маршрутов

source: account information
ru: информация об аккаунте

source: change password
ru: изменить пароль

source: password changed successfully
ru: пароль успешно изменен

source: timezone changed successfully
ru: часовой пояс успешно изменен

source: Subscribe to Notifications
ru: Подписаться на уведомления

source: Subscribe
ru: Подписаться

source: Unsubscribe
ru: Отписаться

source: All notifications marked as read
ru: Все уведомления отмечены как прочитанные

source: License extended successfully
ru: Лицензия продлена успешно

source: Failed to extend the license
ru: Не удалось продлить лицензию

source: No such license key or license key was already used, please double check the input.
ru: Лицензионный ключ не найден или уже был использован, убедитесь в корректности ввода.

source: confirm delete
ru: подтвердите удаление

source: add city
ru: добавить город

source: add company
ru: добавить компанию

source: satellites
ru: урны-спутники

source: mm
ru: мм

source: container form
ru: форма контейнера

source: container details
ru: Подробности урны

source: bin type
ru: вид урны

source: start of use
ru: начало эксплуатации

source: warranty period
ru: гарантийный период

source: 3 years
ru: 3 года

source: add container
ru: добавить контейнер

source: there are active errors
ru: есть активные ошибки

source: add to itinerary list
ru: добавить в маршрутный лист

source: driver details
ru: подробнее о водителе

source: any routes in progress?
ru: есть незаконченные маршруты?

source: any unavailability period is active?
ru: есть активный период недоступности?

source: unavailability periods
ru: периоды недоступности

source: create
ru: создать

source: helpdesk_article_url_air_quality
ru: https://binology.freshdesk.com/support/solutions/articles/47000732361

source: helpdesk_article_url_bin_equipment
ru: https://binology.freshdesk.com/support/solutions/articles/47001119605

source: helpdesk_article_url_drivers_availability
ru: https://binology.freshdesk.com/support/solutions/articles/47001145265

source: helpdesk_article_url_sector
ru: https://binology.freshdesk.com/support/solutions/articles/47000688376

source: filtered
ru: отфильтровано

source: from
ru: из

source: entries
ru: записей

source: show
ru: показать

source: fit column width to content
ru: Растянуть колонку по контенту

source: fit table width to content
ru: Растянуть таблицу по контенту

source: customer
ru: клиент

source: Address, container serial, SiM
ru: Адрес, серийный номер, SiM

source: report button today
ru: самая последняя запись

source: report button day
ru: последние 24 часа

source: report button month
ru: последние 30 дней

source: report button period
ru: период

source: report button period from
ru: с

source: report button period to
ru: по

source: Balance from
ru: баланс от

source: Balance to
ru: баланс до

source: confirm route abort
ru: подтвердите отмену маршрута

source: route_aborting_not_supported_by_status_warning
ru: Отмена маршрута в этом состоянии невозможна.

source: confirm
ru: подтвердить

source: create routes
ru: создать маршруты

source: sectors total
ru: всего секторов

source: choose sectors
ru: выберите секторы

source: drivers
ru: водители

source: failed to send routes.
ru: не удалось отправить маршруты.

source: start route
ru: отправить на маршрут

source: route details
ru: подробности маршрута

source: route started
ru: начат

source: route finished
ru: завершен

source: route duration
ru: длительность маршрута

source: route points
ru: точки маршрута

source: resend route
ru: отправить маршрут повторно

source: routes journal
ru: журнал маршрутов

source: last_company_sector_warning
ru: Этот сектор нельзя удалить, так как это единственный сектор компании.

source: sector_is_referenced_warning
ru: Этот сектор нельзя удалить, так как к нему привязаны устройства. Чтобы удалить этот сектор сначала привяжите устройства к другому сектору.

source: create sector
ru: добавить сектор

source: support_widget_banner
ru: Справка и поддержка

source: support_widget_launcher
ru: Помощь

source: search
ru: поиск

source: deleting_self_user_warning
ru: Вы не можете удалить самого себя

source: add user
ru: добавить пользователя

source: choose drivers
ru: выберите водителей

source: some drivers are unavailable at the moment.
ru: некоторые водители в настоящее время недоступны.

source: view availability
ru: просмотр доступности

source: some drivers have routes in progress.
ru: у некоторых водителей есть незаконченные маршруты.

source: pressure_units
ru: мм{br}рт{br}cт
